taskt/Core/Automation/Commands/ExcelGroup/ExcelCheckCellValueExistsRCCommand.puml
@startuml
ExcelCheckCellValueExistsRCCommand --> AExcelRCLocationActionCommands
AExcelRCLocationActionCommands --> AExcelRCLocationCommands
AExcelRCLocationActionCommands --> IExcelRCLocationActionProperties
AExcelRCLocationCommands --> AExcelInstanceCommands
AExcelRCLocationCommands --> IExcelRCLocationProperties
AExcelInstanceCommands --> ScriptCommand
AExcelInstanceCommands --> IExcelInstanceProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
